2.5
ตรวจพบไฟล์ใหม่ วันที่ 04/06/2023

🚩อัปเดตเพิ่มเซิฟเวอร์ EE 4 เครื่อง 
🖥️เครื่อง 2-5
🚩🇪🇪EE เน็ตแรงมากใช้ทั่วไป เน้นยูทูปลื่นมากๆ 

🚩เซิฟเวอร์ทั้งหมด
🇹🇭Server Thailand
•CAT_BANGRAK ใช้ทั่วไป
•CAT_IRIS เล่นโซเชียล
•CAT 7 Server ใช้ทั่วไป
•TH_AIS ใช้ทั่วไป
•TH_CSL แรงๆ ยูทูปลื่นไหล
•TH-METRA เน็ตแรงโซเชียลลื่น
•Free_ViP_GAME 5 Server ใช้เล่นเกมส์

🇪🇪Server Estonia
•EE 5 Server ใช้ทั่วไป เน้นยูทูปลื่นๆ
🇦🇺Server Australia
•AU ใช้ทั่วไป/ดูยูทูป
🇸🇬Server Singapore
•SG_OVH 1 Server ใช้ทั่วไป/ดูยูทูป
•VIP_OVH ใช้ทั่วไป/ดูยูทป

👑Super VIP สำหรับเช่า ติดต่อแอดมิน

⛔เซิฟเวอร์ รีบูท 🕒03:30 ของทุกวัน 
ทำให้หลุดจากการเชื่อมต่อชั่วขณะ
