2.1
ตรวจพบไฟล์ใหม่ วันที่ 27/01/2023

🚩อัปเดตเพิ่มเซิฟเวอร์ 2 เครื่อง
🚩1.🇸🇬ViP_OVH, 2.🇹🇭TH_AiS

✅ให้ใช้แบบสิทธิพิเศษ ตอนนี้ไม่มีกดเพิ่มเวลา

🚩เซิฟเวอร์ทั้งหมด
🇹🇭Server Thailand
•CAT_BANGRAK ใช้ทั่วไป
•CAT_IRIS เล่นโซเชียล
•CAT 7 Server ใช้ทั่วไป
•TH_AIS ใช้ทั่วไป
•TH-METRA เน็ตแรงโซเชียลลื่น
•Free_ViP_GAME 5 Server ใช้เล่นเกมส์

🇦🇺Server Australia
•AU ใช้ทั่วไป/ดูยูทูป
🇸🇬Server Singapore
•SG_OVH 1 Server ใช้ทั่วไป/ดูยูทูป
•VIP_OVH ใช้ทั่วไป/ดูยูทป

👑Super VIP สำหรับเช่า ติดต่อแอดมิน

⛔เซิฟเวอร์ รีบูท 🕒03:30 ของทุกวัน 
ทำให้หลุดจากการเชื่อมต่อชั่วขณะ
