2.0
ตรวจพบไฟล์ใหม่ วันที่ 27/01/2023
🚩อัปเดตเพิ่มเซิฟเวอร์ 2 เครื่อง
🚩1.🇸🇬ViP_OVH, 2.🇹🇭TH_AiS

📱อ่านก่อนใช้
✅กดเชื่อมต่อเน็ตแล้ว กดเพิ่มเวลาในการเชื่อมต่อด้วยนะคับ
✅กดเพิ่มเวลาในการเชื่อมต่อครั้งละ 6 ชม.
สะสมสูงสุด 48 ชม.เพื่อการใช้งานอย่างต่อเนื่อง

🚩เซิฟเวอร์ทั้งหมด
🇹🇭Server Thailand
•CAT_BANGRAK ใช้ทั่วไป
•CAT_IRIS เล่นโซเชียล
•CAT 7 Server ใช้ทั่วไป
•TH_AIS ใช้ทั่วไป
•TH-METRA เน็ตแรงโซเชียลลื่น
•Free_ViP_GAME 5 Server ใช้เล่นเกมส์

🇦🇺Server Australia
•AU ใช้ทั่วไป/ดูยูทูป
🇸🇬Server Singapore
•SG_OVH 1 Server ใช้ทั่วไป/ดูยูทูป
•VIP_OVH ใช้ทั่วไป/ดูยูทป

👑Super VIP สำหรับเช่า ติดต่อแอดมิน

⛔เซิฟเวอร์ รีบูท 🕒03:30 ของทุกวัน 
ทำให้หลุดจากการเชื่อมต่อชั่วขณะ
